const VERSES = [
{
  "month": 1,
  "day": 10,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ មនុស្សទាំងអស់បានធ្វើបាប",
  "verse": "មនុស្ស​ទាំង​អស់​បាន​ធ្វើ​បាប​ ហើយ​ខ្វះ​មិន​ដល់​សិរី​រុងរឿង​របស់​ព្រះជាម្ចាស់​ រ៉ូម 3:23",
  "questions": [
    "តើអ្នកណាខ្លះបានធ្វើបាប?",
    "តើយើងខ្វះមិនដល់អ្វី?",
    "តើអ្នកទទួលស្គាល់អំពើបាបរបស់ខ្លួនទេ?"
  ]
},
{
  "month": 1,
  "day": 17,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ ទោសនៃអំពើបាប",
  "verse": "ដ្បិត​ឈ្នួល​របស់​អំពើ​បាប នោះ​ជា​សេចក្តី​ស្លាប់ តែ​អំណោយ​ទាន​នៃ​ព្រះ​វិញ គឺ​ជា​ជីវិត​ដ៏​នៅ​អស់​កល្ប​ជានិច្ច ដោយ​ព្រះគ្រីស្ទយេស៊ូវ ជា​ព្រះអម្ចាស់​នៃ​យើង​រាល់​គ្នា។ រ៉ូម 6:23",
  "questions": [
    "តើឈ្នួលរបស់អំពើបាបគឺជាអ្វី?",
    "តើអំណោយទានរបស់ព្រះគឺជាអ្វី?",
    "តើយើងទទួលបានអំណោយទាននោះតាមរយៈអ្នកណា?"
  ]
},
  {
  "month": 1,
  "day": 24,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ ព្រះគ្រីស្ទបានទទួលទោសជំនួស",
  "verse": "តែ​ឯ​ព្រះ ទ្រង់​សំដែង​សេចក្តី​ស្រឡាញ់​របស់​ទ្រង់ ដល់​យើង​រាល់​គ្នា​ឲ្យ​ឃើញ​ច្បាស់ ដោយ​ព្រះគ្រីស្ទ​បាន​សុគត​ជំនួស​យើង​រាល់​គ្នា នោះ​គឺ​ក្នុង​កាល​ដែល​យើង​នៅ​មាន​បាប​នៅ​ឡើយ​ផង រ៉ូម 5:8",
  "questions": [
    "តើព្រះបានបង្ហាញសេចក្តីស្រឡាញ់របស់ទ្រង់ចំពោះយើងដោយរបៀបណា?",
    "តើយើងមានស្ថានភាពបែបណាចំពោះព្រះ?",
    "តើព្រះគ្រីស្ទបានធ្វើអ្វីសម្រាប់យើង?"
  ]
},
{
  "month": 1,
  "day": 31,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ សេចក្តីសង្គ្រោះមិនមែនដោយការប្រព្រឹត្ត",
  "verse": "ដ្បិត​គឺ​ដោយ​ព្រះគុណ ដែល​អ្នក​រាល់​គ្នា​បាន​សង្គ្រោះ ដោយសារ​សេចក្តី​ជំនឿ ហើយ​សេចក្តី​នោះ​ក៏​មិន​មែន​កើត​ពី​អ្នក​រាល់​គ្នា​ដែរ គឺ​ជា​អំណោយ​ទាន​របស់​ព្រះ​វិញ ក៏​មិន​មែន​ដោយ​ការ​ប្រព្រឹត្ត​ដែរ ក្រែង​អ្នក​ណា​អួត​ខ្លួន អេភេសូរ 2:8-9",
  "questions": [
    "តើយើងបានសង្គ្រោះដោយរបៀបណា?",
    "តើព្រះបានប្រទានអំណោយអ្វីដល់យើង?",
    "ហេតុអ្វីយើងមិនអាចអួតខ្លួនបាន?"
  ]
},
{
  "month": 2,
  "day": 7,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ ត្រូវទទួលព្រះគ្រីស្ទ",
  "verse": "ប៉ុន្តែ​អស់​អ្នក​ណា​ដែល​ទទួល​ទ្រង់ គឺ​អស់​អ្នក​ដែល​ជឿ​ដល់​ព្រះនាម​ទ្រង់ នោះ​ទ្រង់​បាន​ប្រទាន​អំណាច ឲ្យ​បាន​ត្រឡប់​ជា​កូន​ព្រះ យ៉ូហាន 1:12",
  "questions": [
    "តើព្រះបានប្រទានសិទ្ធិឲ្យអ្នកណាក្លាយជាកូនរបស់ទ្រង់?",
    "តើអ្នកបានទទួលព្រះអង្គហើយឬនៅ?",
    "តើអ្នកជឿលើព្រះនាមរបស់ទ្រង់ឬទេ?"
  ]
},
{
  "month": 2,
  "day": 14,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ ការប្រាកដចិត្តអំពីសេចក្តីសង្គ្រោះ",
  "verse": "ខ្ញុំ​បាន​សរសេរ​សេចក្តី​ទាំង​នេះ ផ្ញើ​មក​អ្នក​រាល់​គ្នា ដែល​ជឿ​ដល់​ព្រះនាម​ព្រះរាជបុត្រា​នៃ​ព្រះ ដើម្បី​ឲ្យ​អ្នក​រាល់​គ្នា​បាន​ដឹង​ថា អ្នក​រាល់​គ្នា​មាន​ជីវិត​អស់​កល្ប​ជានិច្ច​ហើយ ១ យ៉ូហាន 5:13",
  "questions": [
    "តើយើងអាចដឹងថាយើងមានជីវិតអស់កល្បជានិច្ចដោយរបៀបណា?",
    "តើយើងជឿលើអ្នកណា?",
    "តើអ្នកចង់បានជីវិតអស់កល្បជានិច្ចឬទេ?"
  ]
},
{
  "month": 2,
  "day": 21,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ ព្រះវិញ្ញាណរបស់ទ្រង់",
  "verse": "តើ​អ្នក​រាល់​គ្នា​មិន​ដឹង​ទេ​ឬ​អី ថា​ខ្លួន​អ្នក​រាល់​គ្នា​ជា​ព្រះវិហារ​នៃ​ព្រះ ហើយ​ថា ព្រះវិញ្ញាណ​នៃ​ព្រះ ទ្រង់​សណ្ឋិត​ក្នុង​អ្នក​រាល់​គ្នា ១ កូរិនថូស 3:16",
  "questions": [
    "តើអ្នកណាជាព្រះវិហាររបស់ព្រះ?",
    "តើអ្នកណាគង់នៅក្នុងព្រះវិហាររបស់ព្រះ?",
    "តើព្រះវិញ្ញាណរបស់ព្រះគង់នៅក្នុងអ្នកឬទេ?"
  ]
},
{
  "month": 2,
  "day": 28,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ កម្លាំងរបស់ទ្រង់",
  "verse": "កុំ​ឲ្យ​ភ័យ​ខ្លាច​ឡើយ ដ្បិត​អញ​នៅ​ជា​មួយ​នឹង​ឯង កុំ​ឲ្យ​ស្រយុត​ចិត្ត​ឲ្យ​សោះ ពី​ព្រោះ​អញ​ជា​ព្រះ​នៃ​ឯង អញ​នឹង​ចំរើន​កំឡាំង​ដល់​ឯង អើ អញ​នឹង​ជួយ​ឯង អើ អញ​នឹង​ទ្រ​ឯង ដោយ​ដៃ​ស្តាំ​ដ៏​សុចរិត​របស់​អញ អេសាយ 41:10",
  "questions": [
    "ហេតុអ្វីយើងមិនគួរភ័យខ្លាច?",
    "តើអ្នកណាគង់នៅជាមួយយើង?",
    "តើព្រះនឹងធ្វើអ្វីសម្រាប់យើង?"
  ]
},
{
  "month": 3,
  "day": 6,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ ភាពស្មោះត្រង់របស់ទ្រង់",
  "verse": "គឺ​នឹក​ពី​សេចក្តី​នេះ​ថា កុំ​តែ​មាន​សេចក្តី​សប្បុរស​របស់​ព្រះយេហូវ៉ា នោះ​យើង​បាន​សូន្យ​បាត់​អស់​រលីង​ទៅ​ហើយ ឯ​សេចក្តី​មេត្តាករុណា​របស់​ទ្រង់ នោះ​មិន​ចេះ​ផុត​ឡើយ សេចក្តី​ទាំង​នោះ ចេះ​តែ​ថ្មី​ឡើង​រាល់​តែ​ព្រឹក​ជានិច្ច សេចក្តី​ស្មោះត្រង់​របស់​ទ្រង់​ធំ​ណាស់ បរិទេវ 3:22-23",
  "questions": [
    "ហេតុអ្វីយើងមិនត្រូវវិនាស?",
    "តើអ្វីដែលមិនដែលផុតទៅ?",
    "តើអ្វីដែលថ្មីរាល់ព្រឹក?"
  ]
},
{
  "month": 3,
  "day": 13,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ សេចក្តីសុខសាន្តរបស់ទ្រង់",
  "verse": "ឯ​អ្នក​ណា​ដែល​មាន​គំនិត​ជាប់​តាម​ទ្រង់ នោះ​ទ្រង់​នឹង​ថែ​រក្សា​អ្នក​នោះ ឲ្យ​មាន​សេចក្តី​សុខ​ពេញ​ខ្នាត ដោយ​ព្រោះ​គេ​ទុក​ចិត្ត​នឹង​ទ្រង់ អេសាយ 26:3",
  "questions": [
    "តើយើងនឹងមានសេចក្តីសុខសាន្តបែបណា?",
    "តើយើងត្រូវមានចិត្តគំនិតបែបណា?",
    "តើអ្នកទុកចិត្តលើព្រះឬទេ?"
  ]
},
{
  "month": 3,
  "day": 20,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ ការផ្គត់ផ្គង់របស់ទ្រង់",
  "verse": "ឯ​ព្រះអង្គ ដែល​មិន​បាន​សំចៃ​ទុក​នូវ​ព្រះរាជបុត្រា​ទ្រង់​បង្កើត គឺ​បាន​បញ្ជូន​ទៅ​ជំនួស​យើង​រាល់​គ្នា នោះ​តើ​មាន​ទំនង​អ្វី ឲ្យ​ទ្រង់​មិន​ប្រទាន​គ្រប់​ទាំង​អស់​មក​យើង ជា​មួយ​នឹង​ព្រះរាជបុត្រា​ទ្រង់​នោះ​ផង រ៉ូម 8:32",
  "questions": [
    "តើអ្នកណាមិនបានសំចៃព្រះរាជបុត្រារបស់ទ្រង់?",
    "តើទ្រង់បានប្រគល់ព្រះរាជបុត្រារបស់ទ្រង់សម្រាប់អ្នកណា?",
    "តើទ្រង់នឹងប្រទានអ្វីដល់យើង?"
  ]
},
{
  "month": 3,
  "day": 27,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ ជំនួយក្នុងពេលមានការល្បួង",
  "verse": "ដ្បិត​ដោយ​ព្រោះ​ទ្រង់​ផ្ទាល់​បាន​រង​ទុក្ខ ក្នុង​កាល​ដែល​ត្រូវ​ល្បួង នោះ​ទ្រង់​អាច​នឹង​ជួយ​ដល់​ពួក​អ្នក​ដែល​ត្រូវ​ល្បួង​បាន​ដែរ ហេព្រើរ 2:18",
  "questions": [
    "តើអ្នកណាអាចជួយយើងនៅពេលយើងត្រូវល្បួង?",
    "ហេតុអ្វីទ្រង់អាចជួយយើងបាន?",
    "តើអ្នកអំពាវនាវរកទ្រង់សុំជំនួយឬទេ?"
  ]
},
{
  "month": 4,
  "day": 3,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ ដាក់ព្រះគ្រីស្ទជាទីមួយ",
  "verse": "ចូរ​ស្វែង​រក​ព្រះរាជ្យ​នៃ​ព្រះ និង​សេចក្តី​សុចរិត​របស់​ទ្រង់​ជា​មុន​សិន នោះ​របស់​ទាំង​នោះ​នឹង​បាន​ប្រទាន​មក​អ្នក​រាល់​គ្នា​ថែម​ទៀត​ផង ម៉ាថាយ 6:33",
  "questions": [
    "តើការដាក់ព្រះគ្រីស្ទជាទីមួយមានន័យដូចម្តេច?",
    "តើយើងនឹងទទួលអ្វី ប្រសិនបើយើងស្វែងរកព្រះជាមុន?",
    "តើអ្នកកំពុងស្វែងរកព្រះគ្រីស្ទឬទេ?"
  ]
},
{
  "month": 4,
  "day": 10,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ បែកចេញពីលោកីយ៍",
  "verse": "កុំ​ស្រឡាញ់​លោកីយ៍ ឬ​របស់​អ្វី​ដែល​នៅ​ក្នុង​លោកីយ៍​ឡើយ បើ​អ្នក​ណា​ស្រឡាញ់​លោកីយ៍ នោះ​គ្មាន​សេចក្តី​ស្រឡាញ់​របស់​ព្រះវរបិតា​នៅ​ក្នុង​អ្នក​នោះ​ទេ ដ្បិត​គ្រប់​ទាំង​អស់​ដែល​នៅ​ក្នុង​លោកីយ៍ គឺ​សេចក្តី​ប៉ង​ប្រាថ្នា​របស់​សាច់​ឈាម សេចក្តី​ប៉ង​ប្រាថ្នា​របស់​ភ្នែក និង​ការ​អួត​អាង​ក្នុង​ជីវិត នោះ​មិន​មែន​មក​ពី​ព្រះវរបិតា​ទេ គឺ​មក​ពី​លោកីយ៍​វិញ ១ យ៉ូហាន 2:15-16",
  "questions": [
    "ហេតុអ្វីយើងមិនគួរស្រឡាញ់លោកីយ៍?",
    "តើអ្វីខ្លះមកពីលោកីយ៍?",
    "តើអ្នកស្រឡាញ់របស់របរនៅក្នុងលោកីយ៍ឬទេ?"
  ]
},
{
  "month": 4,
  "day": 17,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ ឈរមាំមួន",
  "verse": "ដូច្នេះ បង​ប្អូន​ស្ងួន​ភ្ងា​អើយ ចូរ​ឲ្យ​មាំមួន​ឥត​រង្គើ​ឡើយ ចូរ​ធ្វើ​ការ​ថ្វាយ​ព្រះអម្ចាស់​ឲ្យ​បាន​កាន់​តែ​ច្រើន​ជា​ដរាប ពី​ព្រោះ​អ្នក​រាល់​គ្នា​ដឹង​ថា ការ​នឿយ​ហត់​របស់​ខ្លួន​ក្នុង​ព្រះអម្ចាស់ មិន​មែន​ជា​ការ​ឥត​ប្រយោជន៍​ទេ ១ កូរិនថូស 15:58",
  "questions": [
    "ហេតុអ្វីយើងគួរឈរមាំមួន?",
    "តើយើងគួរថ្វាយខ្លួនធ្វើអ្វី?",
    "តើយើងដឹងអ្វីអំពីការនឿយហត់របស់យើងក្នុងព្រះអម្ចាស់?"
  ]
},
{
  "month": 4,
  "day": 24,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ បម្រើអ្នកដទៃ",
  "verse": "ដ្បិត​សូម្បី​តែ​កូន​មនុស្ស ក៏​មិន​បាន​មក ដើម្បី​នឹង​ឲ្យ​គេ​បំរើ​ទ្រង់​ដែរ គឺ​ដើម្បី​នឹង​បំរើ​គេ​វិញ ហើយ​នឹង​ប្រទាន​ជីវិត​ទ្រង់ ទុក​ជា​ថ្លៃ​លោះ​មនុស្ស​ជា​ច្រើន​ផង ម៉ាកុស 10:45",
  "questions": [
    "ហេតុអ្វីបានជាកូនមនុស្សយាងមក?",
    "តើទ្រង់បានប្រទានជីវិតរបស់ទ្រង់សម្រាប់អ្នកណា?",
    "តើអ្នកជាអ្នកបម្រើឬទេ?"
  ]
},
{
  "month": 5,
  "day": 1,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ ផ្តល់ដោយសប្បុរស",
  "verse": "ចូរ​ថ្វាយ​កិត្តិនាម ដល់​ព្រះយេហូវ៉ា ដោយ​ទ្រព្យ​សម្បត្តិ ហើយ​នឹង​ផល​ដំបូង ពី​សេចក្តី​ចំរើន​របស់​ឯង​ទាំង​អម្បាលម៉ាន​ចុះ យ៉ាង​នោះ អស់​ទាំង​ជង្រុក​ឯង​នឹង​បាន​ពេញ​បរិបូរ ឯង​អស់​ទាំង​ធុង​ឯង នឹង​បាន​ទឹក​ទំពាំងបាយជូរ​ហូរហៀរ​ផង សុភាសិត 3:9-10",
  "questions": [
    "តើយើងត្រូវថ្វាយកិត្តិនាមដល់ព្រះយេហូវ៉ាដោយអ្វី?",
    "តើនឹងមានអ្វីកើតឡើងនៅពេលយើងថ្វាយកិត្តិនាមដល់ព្រះ?",
    "តើអ្នកថ្វាយផលដំបូងរបស់អ្នកដល់ព្រះឬទេ?"
  ]
},
{
  "month": 5,
  "day": 8,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ មានទស្សនៈសម្រាប់ពិភពលោក",
  "verse": "ប៉ុន្តែ កាល​ណា​ព្រះវិញ្ញាណ​បរិសុទ្ធ​បាន​យាង​មក​សណ្ឋិត​លើ​អ្នក​រាល់​គ្នា នោះ​អ្នក​រាល់​គ្នា​នឹង​បាន​ទទួល​ព្រះចេស្តា ហើយ​នឹង​ធ្វើ​ជា​សាក្សី​ពី​ខ្ញុំ នៅ​ក្រុង​យេរូសាឡិម និង​ស្រុក​យូដា​ទាំង​មូល ព្រម​ទាំង​ស្រុក​សាម៉ារី ហើយ​ដល់​ចុង​បំផុត​ផែនដី​ផង កិច្ចការ 1:8",
  "questions": [
    "តើយើងនឹងទទួលអ្វី នៅពេលព្រះវិញ្ញាណបរិសុទ្ធយាងមក?",
    "តើយើងត្រូវធ្វើជាសាក្សីអំពីអ្នកណា?",
    "តើយើងត្រូវធ្វើជាសាក្សីនៅទីណាខ្លះ?"
  ]
},
{
  "month": 5,
  "day": 15,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ សេចក្តីស្រឡាញ់",
  "verse": "ខ្ញុំ​ឲ្យ​បញ្ញត្តិ​ថ្មី​១​ដល់​អ្នក​រាល់​គ្នា គឺ​ឲ្យ​ស្រឡាញ់​គ្នា​ទៅ​វិញ​ទៅ​មក ដូច​ជា​ខ្ញុំ​បាន​ស្រឡាញ់​អ្នក​រាល់​គ្នា​ដែរ គឺ​ត្រូវ​ឲ្យ​អ្នក​រាល់​គ្នា​ស្រឡាញ់​គ្នា​ទៅ​វិញ​ទៅ​មក​ដូច្នោះ​ឯង បើ​អ្នក​រាល់​គ្នា​មាន​សេចក្តី​ស្រឡាញ់​ដល់​គ្នា​ទៅ​វិញ​ទៅ​មក នោះ​មនុស្ស​ទាំង​អស់​នឹង​ដឹង​ថា អ្នក​រាល់​គ្នា​ជា​សិស្ស​របស់​ខ្ញុំ​ហើយ យ៉ូហាន 13:34-35",
  "questions": [
    "តើអ្វីជាបញ្ញត្តិដែលយើងបានទទួល?",
    "ហេតុអ្វីយើងត្រូវស្រឡាញ់គ្នាទៅវិញទៅមក?",
    "តើសេចក្តីស្រឡាញ់នេះនឹងបង្ហាញអ្វី?"
  ]
},
{
  "month": 5,
  "day": 22,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ ភាពរាបសា",
  "verse": "កុំ​ឲ្យ​ធ្វើ​អ្វី ដោយ​ចិត្ត​ប្រកួត​ប្រជែង ឬ​ដោយ​សេចក្តី​អួត​អាង​ឡើយ តែ​ដោយ​ចិត្ត​សុភាព ត្រូវ​រាប់​អ្នក​ដទៃ​ថា​ល្អ​ជាង​ខ្លួន​វិញ ម្នាក់ៗ​មិន​ត្រូវ​គិត​តែ​ពី​ប្រយោជន៍​ខ្លួន​ប៉ុណ្ណោះ​ទេ គឺ​ត្រូវ​គិត​ពី​ប្រយោជន៍​របស់​អ្នក​ដទៃ​ផង ភីលីព 2:3-4",
  "questions": [
    "តើយើងត្រូវធ្វើអ្វីដោយភាពរាបសា?",
    "តើយើងគួរគិតគូរពីប្រយោជន៍របស់អ្នកណា?",
    "តើការនេះដូចព្រះគ្រីស្ទដោយរបៀបណា?"
  ]
},
{
  "month": 5,
  "day": 29,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ ភាពបរិសុទ្ធ",
  "verse": "ឯ​អំពើ​កំផិត សេចក្តី​ស្មោកគ្រោក​គ្រប់​យ៉ាង និង​សេចក្តី​លោភ​លន់ នោះ​មិន​ត្រូវ​ឲ្យ​មាន​ឮ​ក្នុង​ពួក​អ្នក​រាល់​គ្នា​សោះ ដូច​ជា​គួរ​ដល់​ពួក​បរិសុទ្ធ អេភេសូរ 5:3",
  "questions": [
    "តើអ្វីមិនសមរម្យសម្រាប់ប្រជាជនដ៏បរិសុទ្ធរបស់ព្រះ?",
    "តើការមិនគួរឲ្យមានសូម្បីតែឮ មានន័យដូចម្តេច?",
    "ហេតុអ្វីព្រះចង់ឲ្យយើងមានភាពបរិសុទ្ធ?"
  ]
},
{
  "month": 6,
  "day": 5,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ ភាពស្មោះត្រង់",
  "verse": "កុំ​ឲ្យ​លួច កុំ​ឲ្យ​កុហក ក៏​កុំ​ឲ្យ​បោក​បញ្ឆោត​គ្នា​ទៅ​វិញ​ទៅ​មក​ដែរ លេវីវិន័យ 19:11",
  "questions": [
    "តើយើងមិនត្រូវធ្វើអ្វីខ្លះ?",
    "ហេតុអ្វីយើងមិនគួរធ្វើដូច្នេះ?",
    "តើការធ្វើតាមនេះពិបាកសម្រាប់អ្នកកម្រិតណា?"
  ]
},
{
  "month": 6,
  "day": 12,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ សេចក្តីជំនឿ",
  "verse": "ឯ​បើ​គ្មាន​សេចក្តី​ជំនឿ​ទេ នោះ​មិន​អាច​នឹង​គាប់​ព្រះហឫទ័យ​ដល់​ព្រះ​បាន​ឡើយ ដ្បិត​អ្នក​ណា​ដែល​មក​ឯ​ព្រះ នោះ​ត្រូវ​ជឿ​ថា ទ្រង់​ពិត​ជា​មាន​មែន ហើយ​ទ្រង់​ប្រទាន​រង្វាន់​ដល់​អស់​អ្នក​ដែល​ស្វែង​រក​ទ្រង់​ដោយ​ស្មោះ​អស់​ពី​ចិត្ត ហេព្រើរ 11:6",
  "questions": [
    "ហេតុអ្វីមិនអាចគាប់ព្រះហឫទ័យព្រះបាន ដោយគ្មានសេចក្តីជំនឿ?",
    "តើការជឿមានន័យដូចម្តេច?",
    "តើទ្រង់ប្រទានរង្វាន់ដល់អ្នកដែលស្វែងរកទ្រង់ដោយរបៀបណា?"
  ]
},
{
  "month": 6,
  "day": 19,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ ការប្រព្រឹត្តល្អ",
  "verse": "កុំ​ឲ្យ​យើង​នឿយ​ណាយ ក្នុង​ការ​ប្រព្រឹត្ត​ល្អ​ឡើយ ដ្បិត​ដល់​កំណត់ នោះ​យើង​នឹង​ច្រូត​កាត់ បើ​យើង​មិន​រសាយ​ចិត្ត​ទេ ដូច្នេះ កាល​ណា​មាន​ឱកាស ចូរ​យើង​ប្រព្រឹត្ត​ល្អ​ដល់​មនុស្ស​ទាំង​អស់​គ្នា ជា​ពិសេស​ដល់​ពួក​អ្នក​ដែល​នៅ​ក្នុង​គ្រួសារ​នៃ​សេចក្តី​ជំនឿ​ផង កាឡាទី 6:9-10",
  "questions": [
    "តើអ្នកធ្លាប់នឿយហត់ក្នុងការប្រព្រឹត្តល្អឬទេ?",
    "តើយើងគួរប្រព្រឹត្តល្អចំពោះអ្នកណា?",
    "ជាពិសេស តើយើងគួរប្រព្រឹត្តល្អចំពោះអ្នកណា?"
  ]
},
{
  "month": 6,
  "day": 26,
  "title": "រស់នៅក្នុងជីវិតថ្មី៖ ព្រះគ្រីស្ទជាមជ្ឈមណ្ឌល",
  "verse": "ខ្ញុំ​បាន​ជាប់​ឆ្កាង​ជា​មួយ​នឹង​ព្រះគ្រីស្ទ​ហើយ គឺ​មិន​មែន​ខ្ញុំ​រស់​ទៀត​ទេ គឺ​ព្រះគ្រីស្ទ​ទ្រង់​រស់​នៅ​ក្នុង​ខ្ញុំ​វិញ ឯ​ជីវិត​ដែល​ខ្ញុំ​រស់​នៅ​ក្នុង​សាច់​ឈាម​ឥឡូវ​នេះ នោះ​គឺ​រស់​ដោយ​សេចក្តី​ជំនឿ ដោយ​ជឿ​ដល់​ព្រះរាជបុត្រា​នៃ​ព្រះ ដែល​ទ្រង់​បាន​ស្រឡាញ់​ខ្ញុំ ហើយ​បាន​ប្រគល់​អង្គ​ទ្រង់​ជំនួស​ខ្ញុំ​ផង កាឡាទី 2:20",
  "questions": [
    "តើការជាប់ឆ្កាងជាមួយព្រះគ្រីស្ទមានន័យដូចម្តេច?",
    "តើអ្នកណាកំពុងរស់នៅក្នុងជីវិតរបស់យើង?",
    "តើអ្នកកំពុងរស់នៅសម្រាប់អ្នកណា?"
  ]
},
{
  "month": 7,
  "day": 3,
  "title": "រស់នៅក្នុងជីវិតថ្មី៖ ការស្តាប់បង្គាប់ព្រះគ្រីស្ទ",
  "verse": "ដូច្នេះ បង​ប្អូន​អើយ ដោយ​សេចក្តី​មេត្តា​ករុណា​របស់​ព្រះ នោះ​ខ្ញុំ​ទូន្មាន​អ្នក​រាល់​គ្នា ឲ្យ​ថ្វាយ​រូប​កាយ​ខ្លួន ទុក​ជា​យញ្ញបូជា​រស់ បរិសុទ្ធ ហើយ​គាប់​ដល់​ព្រះ ដែល​ជា​ការ​បំរើ​ដ៏​គួរ​សម​របស់​អ្នក​រាល់​គ្នា រ៉ូម 12:1",
  "questions": [
    "ហេតុអ្វីយើងគួរថ្វាយរូបកាយរបស់យើងទុកជាយញ្ញបូជារស់ដល់ព្រះ?",
    "តើយញ្ញបូជារស់មានន័យដូចម្តេច?",
    "តើការនេះជាការថ្វាយបង្គំខាងវិញ្ញាណដោយរបៀបណា?"
  ]
},
{
  "month": 7,
  "day": 10,
  "title": "រស់នៅក្នុងជីវិតថ្មី៖ ព្រះបន្ទូល",
  "verse": "គ្រប់​ទាំង​គម្ពីរ​បាន​ដោយ​ព្រះ​ដក​ដង្ហើម​បញ្ចូល ហើយ​មាន​ប្រយោជន៍​សំរាប់​នឹង​បង្រៀន កែ​តម្រង់ ផ្ចាញ់ផ្ចាល និង​ហ្វឹកហាត់​ខាង​ឯ​សេចក្តី​សុចរិត ២ ធីម៉ូថេ 3:16",
  "questions": [
    "តើព្រះដកដង្ហើមបញ្ចូលមានន័យដូចម្តេច?",
    "តើអ្នកណាបានសរសេរព្រះគម្ពីរ?",
    "តើព្រះគម្ពីរមានប្រយោជន៍សម្រាប់អ្វីខ្លះ?"
  ]
},
{
  "month": 7,
  "day": 17,
  "title": "រស់នៅក្នុងជីវិតថ្មី៖ ការអធិស្ឋាន",
  "verse": "កុំ​ឲ្យ​ខ្វល់ខ្វាយ​អ្វី​ឡើយ ចូរ​ទូល​ដល់​ព្រះ ឲ្យ​ជ្រាប​ពី​សេចក្តី​សំណូម​របស់​អ្នក​រាល់​គ្នា​ក្នុង​គ្រប់​ការ​ទាំង​អស់ ដោយ​សេចក្តី​អធិស្ឋាន និង​ពាក្យ​ទូល​អង្វរ ទាំង​ពោល​ពាក្យ​អរ​ព្រះគុណ​ផង យ៉ាង​នោះ សេចក្តី​សុខ​សាន្ត​របស់​ព្រះ ដែល​ហួស​លើស​ពី​អស់​ទាំង​គំនិត និង​ជួយ​ការពារ​ចិត្ត ហើយ​និង​គំនិត​របស់​អ្នក​រាល់​គ្នា ក្នុង​ព្រះគ្រីស្ទយេស៊ូវ។ ភីលីព 4:6-7",
  "questions": [
    "តើអ្វីធ្វើឲ្យអ្នកខ្វល់ខ្វាយ?",
    "តើយើងអាចធ្វើអ្វីបាន នៅពេលយើងមានការខ្វល់ខ្វាយ?",
    "តើមានលទ្ធផលអ្វី នៅពេលយើងទូលសេចក្តីសំណូមរបស់យើងដល់ព្រះ?"
  ]
},
{
  "month": 7,
  "day": 24,
  "title": "រស់នៅក្នុងជីវិតថ្មី៖ ការប្រកបគ្នា",
  "verse": "ហើយ​ត្រូវ​ឲ្យ​យើង​ពិចារណា​មើល​គ្នា​ទៅ​វិញ​ទៅ​មក​ដែរ ដើម្បី​នឹង​បណ្តាល​ឲ្យ​មាន​សេចក្តី​ស្រឡាញ់ ហើយ​ឲ្យ​ប្រព្រឹត្ត​ការ​ល្អ​ផង ឥត​លែង​ប្រជុំ​គ្នា ដូច​ជា​អ្នក​ខ្លះ​ធ្លាប់​នោះ​ឡើយ ត្រូវ​ឲ្យ​កំឡា​ចិត្ត​គ្នា​វិញ ឲ្យ​កាន់​តែ​ខ្លាំង​ឡើង​ផង តាម​ដែល​ឃើញ​ថា​ថ្ងៃ​នោះ​ជិត​មក​ដល់​ហើយ ហេព្រើរ 10:24-25",
  "questions": [
    "តើយើងអាចលើកទឹកចិត្តគ្នាទៅវិញទៅមកឲ្យមានសេចក្តីស្រឡាញ់ និងប្រព្រឹត្តការល្អដោយរបៀបណា?",
    "ហេតុអ្វីយើងមិនគួរឈប់ប្រជុំគ្នា?",
    "តើថ្ងៃអ្វីកំពុងខិតជិតមកដល់?"
  ]
},
{
  "month": 7,
  "day": 31,
  "title": "រស់នៅក្នុងជីវិតថ្មី៖ ការធ្វើបន្ទាល់",
  "verse": "ដ្បិត​ខ្ញុំ​មិន​ខ្មាស​នឹង​ដំណឹង​ល្អ​នៃ​ព្រះគ្រីស្ទ​ទេ ពី​ព្រោះ​ជា​ព្រះចេស្តា​នៃ​ព្រះ សំរាប់​នឹង​ជួយ​សង្គ្រោះ​ដល់​អស់​អ្នក​ណា​ដែល​ជឿ គឺ​ដល់​សាសន៍​យូដា​ជា​មុន​សិន រួច​ដល់​សាសន៍​ក្រេក​ផង រ៉ូម 1:16",
  "questions": [
    "តើអ្វីធ្វើឲ្យយើងមានអារម្មណ៍ខ្មាសចំពោះដំណឹងល្អ?",
    "ហេតុអ្វីយើងមិនគួរខ្មាសចំពោះដំណឹងល្អ?",
    "តើដំណឹងល្អនេះសម្រាប់អ្នកណា?"
  ]
},
{
  "month": 8,
  "day": 7,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ មនុស្សទាំងអស់បានធ្វើបាប",
  "verse": "យើង​ទាំង​អស់​គ្នា​បាន​ទាស​ចេញ​ដូច​ជា​ចៀម គឺ​យើង​បាន​បែរ​ចេញ​ទៅ​តាម​ផ្លូវ​យើង​រៀង​ខ្លួន ហើយ​ព្រះយេហូវ៉ា​បាន​ទំលាក់​អំពើ​ទុច្ចរិត​របស់​យើង​ទាំង​អស់​គ្នា​ទៅ​លើ​ទ្រង់ អេសាយ 53:6",
  "questions": [
    "ហេតុអ្វីបានជាយើងដូចជាចៀម?",
    "តើយើងបានវង្វេងចេញពីផ្លូវដោយរបៀបណា?",
    "តើអ្នកណាបានទទួលអំពើទុច្ចរិតរបស់យើង?"
  ]
},
  {
  "month": 8,
  "day": 14,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ ទោសនៃអំពើបាប",
  "verse": "ហើយ​ដោយ​ព្រោះ​បាន​តម្រូវ​ឲ្យ​មនុស្ស​ទាំង​អស់​ស្លាប់​១​ដង រួច​សឹម​ជាប់​សេចក្តី​ជំនុំជំរះ ហេព្រើរ 9:27",
  "questions": [
    "តើខគម្ពីរនេះប្រាប់យើងថាអ្វីជារឿងដែលប្រាកដ?",
    "តើមានអ្វីកើតឡើងបន្ទាប់ពីសេចក្តីស្លាប់?",
    "តើអ្នកបានត្រៀមខ្លួនរួចហើយឬនៅ?"
  ]
},
{
  "month": 8,
  "day": 21,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ ព្រះគ្រីស្ទបានទទួលទោសជំនួស",
  "verse": "ដ្បិត​ព្រះគ្រីស្ទ​ក៏​បាន​រង​ទុក្ខ​ម្តង​ជា​ដរាប ដោយ​ព្រោះ​អំពើ​បាប គឺ​ព្រះ​ដ៏​សុចរិត​ជំនួស​មនុស្ស​ទុច្ចរិត ដើម្បី​នឹង​នាំ​យើង​ទៅ​ឯ​ព្រះ ទ្រង់​ត្រូវ​គេ​សំឡាប់​ខាង​សាច់​ឈាម តែ​បាន​រស់​ឡើង​វិញ​ខាង​វិញ្ញាណ ១ ពេត្រុស 3:18",
  "questions": [
    "តើអ្នកណាបានសុគតដោយព្រោះអំពើបាបម្តងជាដរាប?",
    "តើទ្រង់សមនឹងសុគតឬទេ?",
    "ហេតុអ្វីបានជាទ្រង់សុគតជំនួសយើង?"
  ]
},
{
  "month": 8,
  "day": 28,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ សេចក្តីសង្គ្រោះមិនមែនដោយការប្រព្រឹត្ត",
  "verse": "ទ្រង់​បាន​ជួយ​សង្គ្រោះ​យើង មិន​មែន​ដោយ​ការ​សុចរិត​ដែល​យើង​បាន​ប្រព្រឹត្ត​នោះ​ទេ គឺ​ដោយ​សេចក្តី​មេត្តា​ករុណា​របស់​ទ្រង់​វិញ ដោយ​សេចក្តី​លាង​ជំរះ​នៃ​កំណើត​ថ្មី និង​ការ​កែ​ឡើង​វិញ ដោយ​ព្រះវិញ្ញាណ​បរិសុទ្ធ ទីតុស 3:5",
  "questions": [
    "តើយើងបានទទួលសេចក្តីសង្គ្រោះដោយសេចក្តីសុចរិតរបស់ខ្លួនឬទេ?",
    "ហេតុអ្វីបានជាព្រះគ្រីស្ទជួយសង្គ្រោះយើង?",
    "តើព្រះវិញ្ញាណបរិសុទ្ធធ្វើអ្វីសម្រាប់យើង?"
  ]
},
{
  "month": 9,
  "day": 4,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ ត្រូវទទួលព្រះគ្រីស្ទ",
  "verse": "មើល អញ​ឈរ​នៅ​មាត់​ទ្វារ ហើយ​គោះ បើ​អ្នក​ណា​ឮ​សំឡេង​អញ ហើយ​បើក​ទ្វារ នោះ​អញ​នឹង​ចូល​ទៅ​ឯ​អ្នក​នោះ ហើយ​នឹង​បរិភោគ​ជា​មួយ​នឹង​អ្នក​នោះ ហើយ​អ្នក​នោះ​ជា​មួយ​នឹង​អញ​ដែរ វិវរណៈ 3:20",
  "questions": [
    "តើអ្នកណាកំពុងឈរនៅមាត់ទ្វារ ហើយគោះ?",
    "តើមានអ្វីកើតឡើង នៅពេលយើងបើកទ្វារ?",
    "តើអ្នកចង់មានការប្រកបគ្នាបែបនេះជាមួយព្រះគ្រីស្ទឬទេ?"
  ]
},
{
  "month": 9,
  "day": 11,
  "title": "ប្រកាសអំពីព្រះគ្រីស្ទ៖ ការធានានៃសេចក្តីសង្គ្រោះ",
  "verse": "ខ្ញុំ​ប្រាប់​អ្នក​រាល់​គ្នា​ជា​ប្រាកដ​ថា អ្នក​ណា​ដែល​ឮ​ពាក្យ​ខ្ញុំ ហើយ​ជឿ​ដល់​ព្រះអង្គ​ដែល​ចាត់​ខ្ញុំ​ឲ្យ​មក នោះ​មាន​ជីវិត​អស់​កល្ប​ជានិច្ច ហើយ​មិន​ត្រូវ​ជាប់​ក្នុង​សេចក្តី​ជំនុំជំរះ​ទេ គឺ​បាន​ផុត​ពី​សេចក្តី​ស្លាប់​ទៅ​ឯ​ជីវិត​វិញ យ៉ូហាន 5:24",
  "questions": [
    "តើយើងត្រូវស្តាប់ព្រះបន្ទូលរបស់អ្នកណា?",
    "តើយើងទទួលបានជីវិតអស់កល្បជានិច្ចដោយរបៀបណា?",
    "តើយើងបានផុតពីអ្វីទៅឯអ្វី?"
  ]
},
{
  "month": 9,
  "day": 18,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ ព្រះវិញ្ញាណរបស់ទ្រង់",
  "verse": "ឯ​យើង​រាល់​គ្នា​មិន​បាន​ទទួល​វិញ្ញាណ​នៃ​លោកីយ៍​ទេ គឺ​បាន​ទទួល​ព្រះវិញ្ញាណ​ដែល​មក​ពី​ព្រះ​វិញ ដើម្បី​ឲ្យ​យើង​បាន​ស្គាល់​របស់​ទាំង​ប៉ុន្មាន ដែល​ព្រះ​បាន​ប្រទាន​មក​យើង​ដោយ​ឥត​គិត​ថ្លៃ ១ កូរិនថូស 2:12",
  "questions": [
    "តើយើងបានទទួលព្រះវិញ្ញាណពីអ្នកណា?",
    "ហេតុអ្វីបានជាព្រះវិញ្ញាណត្រូវបានប្រទានមកយើង?",
    "តើអ្នកចង់ទទួលព្រះវិញ្ញាណឬទេ?"
  ]
},
{
  "month": 9,
  "day": 25,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ កម្លាំងរបស់ទ្រង់",
  "verse": "ខ្ញុំ​អាច​ធ្វើ​ការ​ទាំង​អស់​បាន ដោយ​ព្រះគ្រីស្ទ​ដែល​ប្រទាន​កម្លាំង​ដល់​ខ្ញុំ ភីលីព 4:13",
  "questions": [
    "តើមានអ្វីដែលយើងមិនអាចធ្វើបានឬទេ?",
    "តើយើងអាចធ្វើអ្វីៗទាំងអស់តាមរយៈអ្នកណា?",
    "តើអ្នកណាប្រទានកម្លាំងឲ្យយើងធ្វើអ្វីៗទាំងអស់?"
  ]
},
{
  "month": 10,
  "day": 2,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ ភាពស្មោះត្រង់របស់ទ្រង់",
  "verse": "ព្រះ​មិន​មែន​ជា​មនុស្ស ដែល​នឹង​ភូត​កុហក​ឡើយ ក៏​មិន​មែន​ជា​កូន​មនុស្ស ដែល​នឹង​ប្រែ​ចិត្ត​ដែរ តើ​ទ្រង់​បាន​មាន​បន្ទូល​ហើយ នឹង​មិន​ធ្វើ​តាម​ឬ? ឬ​ទ្រង់​បាន​សន្យា​ហើយ នឹង​មិន​សំរេច​តាម​ឬ? ជនគណនា 23:19",
  "questions": [
    "តើព្រះភូតកុហកឬទេ?",
    "តើព្រះផ្លាស់ប្តូរព្រះទ័យរបស់ទ្រង់ឬទេ?",
    "តើមានផ្នែកណាខ្លះដែលអ្នកមិនដូចព្រះ?"
  ]
},
{
  "month": 10,
  "day": 9,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ សេចក្តីសុខសាន្តរបស់ទ្រង់",
  "verse": "ចូរ​ផ្ទេរ​សេចក្តី​ខ្វល់ខ្វាយ​ទាំង​អស់​របស់​អ្នក​រាល់​គ្នា ទៅ​លើ​ទ្រង់​ចុះ ពី​ព្រោះ​ទ្រង់​យក​ព្រះទ័យ​ទុក​ដាក់​ចំពោះ​អ្នក​រាល់​គ្នា ១ ពេត្រុស 5:7",
  "questions": [
    "តើអ្នកខ្វល់ខ្វាយញឹកញាប់ប៉ុណ្ណា?",
    "តើយើងត្រូវធ្វើអ្វីជាមួយសេចក្តីខ្វល់ខ្វាយរបស់យើង?",
    "ហេតុអ្វីយើងអាចផ្ទេរសេចក្តីខ្វល់ខ្វាយរបស់យើងទៅលើព្រះ?"
  ]
},
{
  "month": 10,
  "day": 16,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ ការផ្គត់ផ្គង់របស់ទ្រង់",
  "verse": "ឯ​ព្រះ​នៃ​ខ្ញុំ ទ្រង់​នឹង​ផ្គត់ផ្គង់​គ្រប់​ទាំង​សេចក្តី​ដែល​អ្នក​រាល់​គ្នា​ត្រូវ​ការ តាម​ភោគ​ទ្រព្យ​ដ៏​ឧត្តម​របស់​ទ្រង់ ក្នុង​ព្រះគ្រីស្ទយេស៊ូវ ភីលីព 4:19",
  "questions": [
    "តើអ្នកមានសេចក្តីត្រូវការអ្វីខ្លះ?",
    "តើអ្វីជាសេចក្តីសន្យារបស់ព្រះនៅក្នុងខគម្ពីរនេះ?",
    "តើអ្នកនឹងពឹងផ្អែកលើការផ្គត់ផ្គង់របស់ព្រះឬទេ?"
  ]
},
{
  "month": 10,
  "day": 23,
  "title": "ពឹងផ្អែកលើធនធានរបស់ព្រះ៖ ជំនួយរបស់ទ្រង់ក្នុងពេលមានការល្បួង",
  "verse": "តើ​កំលោះ​អាច​នឹង​រក្សា​ផ្លូវ​ខ្លួន ឲ្យ​បាន​បរិសុទ្ធ​ដោយ​អ្វី គឺ​ដោយ​ប្រយ័ត្ន​ខ្លួន​តាម​ព្រះបន្ទូល​របស់​ទ្រង់ ទូលបង្គំ​បាន​ទុក​ព្រះបន្ទូល​ទ្រង់ នៅ​ក្នុង​ចិត្ត​ទូលបង្គំ ដើម្បី​កុំ​ឲ្យ​ទូលបង្គំ​ប្រព្រឹត្ត​អំពើ​បាប​ទាស់​នឹង​ទ្រង់ ទំនុកដំកើង 119:9,11",
  "questions": [
    "តើអ្នកអាចរក្សាផ្លូវរបស់អ្នកឲ្យបរិសុទ្ធដោយរបៀបណា?",
    "តើការទុកព្រះបន្ទូលរបស់ព្រះនៅក្នុងចិត្តមានគោលបំណងអ្វី?",
    "តើអ្នកបានទុកព្រះបន្ទូលរបស់ព្រះនៅក្នុងចិត្តរបស់អ្នកហើយឬនៅ?"
  ]
},
{
  "month": 10,
  "day": 30,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ ដាក់ព្រះគ្រីស្ទជាទីមួយ",
  "verse": "រួច​ទ្រង់​មាន​បន្ទូល​ទៅ​គេ​ទាំង​អស់​គ្នា​ថា បើ​អ្នក​ណា​ចង់​មក​តាម​ក្រោយ​ខ្ញុំ នោះ​ត្រូវ​ឲ្យ​អ្នក​នោះ​លះ​ចោល​ខ្លួន​ឯង ហើយ​រាល់​ថ្ងៃ​ត្រូវ​លី​ឈើ​ឆ្កាង​ខ្លួន មក​តាម​ខ្ញុំ​ចុះ លូកា 9:23",
  "questions": [
    "តើការដើរតាមព្រះយេស៊ូវមានន័យដូចម្តេច?",
    "តើការលះចោលខ្លួនឯងមានន័យដូចម្តេច?",
    "តើការលីឈើឆ្កាងរបស់ខ្លួនរាល់ថ្ងៃមានន័យដូចម្តេច?"
  ]
},
{
  "month": 11,
  "day": 6,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ បែកចេញពីលោកីយ៍",
  "verse": "កុំ​ឲ្យ​ត្រាប់​តាម​សម័យ​នេះ​ឡើយ ចូរ​ឲ្យ​អ្នក​រាល់​គ្នា​បាន​ផ្លាស់​ប្រែ​វិញ ដោយ​គំនិត​បាន​កែ​ជា​ថ្មី​ឡើង ដើម្បី​នឹង​អាច​ល​មើល​ឲ្យ​បាន​ស្គាល់​បំណង​ព្រះហឫទ័យ​នៃ​ព្រះ ដែល​ល្អ ស្រួល​ទទួល ហើយ​គ្រប់​លក្ខណ៍​ផង រ៉ូម 12:2",
  "questions": [
    "តើអ្វីជាគំរូរបស់លោកីយ៍នេះ?",
    "តើយើងត្រូវផ្លាស់ប្រែដោយរបៀបណា?",
    "តើអ្នកប្រាថ្នាចង់ធ្វើតាមបំណងព្រះហឫទ័យរបស់ព្រះឬទេ?"
  ]
},
{
  "month": 11,
  "day": 13,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ ឈរមាំមួន",
  "verse": "ដូច្នេះ ចូរ​ពិចារណា​មើល​ទ្រង់ ដែល​ទ្រង់​បាន​ទ្រាំទ្រ​នឹង​ពួក​មនុស្ស​មាន​បាប ដែល​ធ្វើ​ទទឹងទទែង​នឹង​ទ្រង់​ជា​ខ្លាំង​ម៉្លេះ ក្រែង​លោ​អ្នក​រាល់​គ្នា​ត្រូវ​នឿយ​ហត់ ហើយ​រសាយ​ចិត្ត​ចេញ ហេព្រើរ 12:3",
  "questions": [
    "តើការឈរមាំមួនមានន័យដូចម្តេច?",
    "តើយើងត្រូវពិចារណាមើលអ្នកណា?",
    "ហេតុអ្វីយើងមិនគួរនឿយហត់ និងរសាយចិត្ត?"
  ]
},
{
  "month": 11,
  "day": 20,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ បម្រើអ្នកដទៃ",
  "verse": "ដ្បិត​យើង​ខ្ញុំ​មិន​មែន​ប្រកាស​ពី​ខ្លួន​យើង​ខ្ញុំ​ទេ គឺ​ពី​ព្រះគ្រីស្ទយេស៊ូវ​ជា​ព្រះអម្ចាស់​វិញ ហើយ​ពី​ខ្លួន​យើង​ខ្ញុំ​ថា​ជា​អ្នក​បំរើ​របស់​អ្នក​រាល់​គ្នា ដោយ​ព្រោះ​ព្រះយេស៊ូវ ២ កូរិនថូស 4:5",
  "questions": [
    "តើយើងប្រកាសថាអ្នកណាជាព្រះអម្ចាស់?",
    "តើយើងត្រូវបម្រើអ្នកណា?",
    "តើយើងបម្រើដោយព្រោះអ្នកណា?"
  ]
},
{
  "month": 11,
  "day": 27,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ ផ្តល់ដោយសប្បុរស",
  "verse": "ឯ​សេចក្តី​នេះ គឺ​អ្នក​ណា​ដែល​ព្រោះ​តិច នោះ​នឹង​ច្រូត​តិច​ដែរ ហើយ​អ្នក​ណា​ដែល​ព្រោះ​ច្រើន នោះ​នឹង​ច្រូត​ច្រើន​ដែរ ចូរ​ឲ្យ​គ្រប់​គ្នា​ធ្វើ​តាម​ដែល​ខ្លួន​បាន​សំរេច​ក្នុង​ចិត្ត​ចុះ មិន​មែន​ដោយ​ស្តាយ ឬ​ដោយ​បង្ខំ​ទេ ដ្បិត​ព្រះ​ទ្រង់​ស្រឡាញ់​ដល់​អ្នក​ណា​ដែល​ឲ្យ​ដោយ​អំណរ ២ កូរិនថូស 9:6-7",
  "questions": [
    "តើអ្នកនឹងច្រូតបានអ្វី ប្រសិនបើអ្នកព្រោះតិច?",
    "តើអ្នកនឹងច្រូតបានអ្វី ប្រសិនបើអ្នកព្រោះច្រើន?",
    "តើព្រះស្រឡាញ់អ្នកផ្តល់បែបណា?"
  ]
},
{
  "month": 12,
  "day": 4,
  "title": "ធ្វើជាសិស្សរបស់ព្រះគ្រីស្ទ៖ មានទស្សនៈសម្រាប់ពិភពលោក",
  "verse": "ដូច្នេះ ចូរ​ទៅ​បញ្ចុះបញ្ចូល​ឲ្យ​មនុស្ស​គ្រប់​សាសន៍​បាន​ធ្វើ​ជា​សិស្ស ហើយ​ធ្វើ​បុណ្យ​ជ្រមុជ​ទឹក​ឲ្យ ដោយ​នូវ​ព្រះនាម​ព្រះវរបិតា ព្រះរាជបុត្រា និង​ព្រះវិញ្ញាណ​បរិសុទ្ធ ទាំង​បង្រៀន​គេ​ឲ្យ​កាន់​តាម​គ្រប់​ទាំង​សេចក្តី ដែល​ខ្ញុំ​បាន​បង្គាប់​មក​អ្នក​រាល់​គ្នា​ផង ហើយ​មើល ខ្ញុំ​នៅ​ជា​មួយ​នឹង​អ្នក​រាល់​គ្នា​ជា​រាល់​ថ្ងៃ ដរាប​ដល់​បំផុត​កល្ប រៀង​រាប​ត​ទៅ ម៉ាថាយ 28:19-20",
  "questions": [
    "តើព្រះកំពុងត្រាស់ហៅយើងឲ្យធ្វើអ្វី?",
    "តើយើងត្រូវបញ្ចុះបញ្ចូលមនុស្សឲ្យធ្វើជាសិស្សក្នុងព្រះនាមរបស់អ្នកណា?",
    "តើអ្នកណានឹងគង់នៅជាមួយយើង?"
  ]
},
{
  "month": 12,
  "day": 11,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ សេចក្តីស្រឡាញ់",
  "verse": "កូន​តូចៗ​អើយ កុំ​ឲ្យ​យើង​ស្រឡាញ់​គ្នា​តែ​ដោយ​ពាក្យ​សំដី និង​បបូរ​មាត់​ឡើយ គឺ​ត្រូវ​ស្រឡាញ់​ដោយ​ការ​ប្រព្រឹត្ត និង​សេចក្តី​ពិត​វិញ ១ យ៉ូហាន 3:18",
  "questions": [
    "តើយើងត្រូវស្រឡាញ់ដោយរបៀបណា?",
    "តើយើងមិនត្រូវស្រឡាញ់តែដោយអ្វី?",
    "តើអ្នកបានបង្ហាញសេចក្តីស្រឡាញ់ដល់អ្នកដទៃដោយរបៀបណា?"
  ]
},
{
  "month": 12,
  "day": 18,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ ភាពរាបសា",
  "verse": "រីឯ​ពួក​ក្មេងៗ​អើយ ចូរ​ចុះ​ចូល​នឹង​ពួក​ចាស់​ទុំ​ដែរ ហើយ​អ្នក​រាល់​គ្នា​ទាំង​អស់ ត្រូវ​ប្រដាប់​ខ្លួន​ដោយ​សេចក្តី​រាបសា ទុក​ចិត្ត​គ្នា​ទៅ​វិញ​ទៅ​មក ដ្បិត​ព្រះ​ទ្រង់​ទាស់​នឹង​មនុស្ស​អំនួត តែ​ផ្តល់​ព្រះគុណ​ដល់​មនុស្ស​រាបសា ដូច្នេះ ចូរ​បន្ទាប​ខ្លួន​នៅ​ក្រោម​ព្រះហស្ត​ដ៏​មាន​ព្រះចេស្តា​នៃ​ព្រះ ដើម្បី​ទ្រង់​នឹង​លើក​អ្នក​រាល់​គ្នា​ឡើង នៅ​វេលា​ដ៏​សម​គួរ ១ ពេត្រុស 5:5-6",
  "questions": [
    "តើយើងត្រូវប្រដាប់ខ្លួនដោយអ្វី?",
    "តើព្រះទ្រង់ទាស់នឹងអ្នកណា?",
    "ហេតុអ្វីយើងត្រូវបន្ទាបខ្លួន?"
  ]
},
{
  "month": 12,
  "day": 25,
  "title": "លូតលាស់ឲ្យមានលក្ខណៈដូចព្រះគ្រីស្ទ៖ ភាពបរិសុទ្ធ",
  "verse": "ពួក​ស្ងួនភ្ងា​អើយ ខ្ញុំ​ទូន្មាន​អ្នក​រាល់​គ្នា ដូច​ជា​អ្នក​ដទៃ និង​ជា​អ្នក​ស្នាក់​នៅ​បណ្តោះ​អាសន្ន ឲ្យ​វៀរ​ចេញ​ពី​សេចក្តី​ប៉ង​ប្រាថ្នា​ខាង​សាច់​ឈាម ដែល​ច្បាំង​ទាស់​នឹង​ព្រលឹង ១ ពេត្រុស 2:11",
  "questions": [
    "តើយើងត្រូវបានទូន្មានឲ្យធ្វើអ្វី?",
    "តើយើងជាអ្វីនៅក្នុងលោកីយ៍នេះ?",
    "តើអ្វីកំពុងច្បាំងទាស់នឹងព្រលឹងរបស់យើង?"
  ]
}
];
  
